{
  "search": "بحث",
  "complaints": "الشكاوي",
  "name": "الاسم",
  "phone_number": "رقم الهاتف",
  "city": "المدينة",
  "complaint_details": "تفاصيل الشكوى",
  "send": "إرسال",
  "create_contract": "إنشاء عقد",
  "contract_renewal": "تجديد العقد",
  "notification": "الأشعارات",
  "profile": "الملف الشخصي",
  "email": "البريد الألكتروني",
  "password": "كلمة السر",
  "con_password": "ناكيد كلمة السر",
  "check_your_password": "تحقق من كلمة السر",
  "save": "حفظ",
  "logout": "تسجيل الخروج",
  "login": "تسجيل الدخول",
  "language": "اللغة",
  "english": "English",
  "arabic": "العربية",
  "please_enter_your_email": "الرجاء ادخال البريد الألكتروني",
  "please_enter_your_password": "الرجاء ادخال كلمة السر",
  "forget_password": "نسيت كلمة السر؟",
  "new_here": "جديد هنا؟",
  "register_now": "سجل الآن",
  "please_enter_your_name": "الرجاء ادخال الاسم",
  "register": "تسجيل حساب جديد",
  "please_enter_your_full_name": "الرجاء ادخال الاسم الكامل",
  "already_member": "عضو سابق؟",
  "reset_password": "اعادة تعيين كلمة السر",
  "code": "رمز التأكيد",
  "please_enter_your_code": "الرجاء ادخال رمز التأكيد",
  "request_code": "طلب رمز التأكيد مجدداً",
  "reset": "اعادة تعيين",
  "get_started": "البدأ",
  "password_must_be_more_than_8_characters": "كلمة السر يجب ان تكون اكثر من 8 محارف",
  "the_email_is_invalid": "البريد الالكتروني غير صالح",
  "password_and_its_confirmation_does_not_match": "كلمه السر غير متطابقة",
  "please_enter_password_confirmation": "الرجاء ادخال تأكيد كلمة السر",
  "password_confirmation": "تأكيد كلمة السر",
  "new_password": "كلمة سر جديده",
  "no_contracts": "لا يوجد عقود",
  "user_notes": "ملاحظات المستخدم",
  "please_check_a_role": "الرجاء اختيار دور",
  "please_enter_some_data": "الرجاء ادخل بعض البيانات",
  "maintenance_request": "طلب صيانه",
  "problem_details": "تفاصيل المشكلة",
  "enter_telephone_or_user_name": "ادخل رقم الهاتف او اسم المستخدم",
  "requests": "الطلبات",
  "members": "الأعضاء",
  "add_member": "إضافة عضو جديد",
  "comprehensive_maintenance": "صيانة دوريه",
  "full_with_replacement_items": "صيانة شاملة",
  "paid": "مدفوع",
  "no_requests": "لا توجد طلبات",
  "no_members": "لا يوجد اعضاء",
  "are_you_sure_you_want_to_delete_this_member?": "هل انت متأكد انك تريد حذف هذا العضو؟",
  "did_you_finish_your_work": "هل أنهيت العمل الموكل لك؟",
  "yes": "نعم",
  "home": "الرئيسية",
  "education": "التعليم",
  "about_us": "من نحن",
  "germAc a service with which you can consult the most qualified and best doctors specialists consultants and professors of the German health care system with instant messages and direct video calls in all medical specialties": "جيرماك خدمة يمكنك من خلالها استشارة أكفأ وأفضل الأطباء والمتخصصين والاستشاريين والأساتذة في نظام الرعاية الصحية الألماني برسائل فورية ومكالمات فيديو مباشرة في جميع التخصصات الطبية.",
  "services": "الخدمات",
  "all_courses": "جميع الدروس",
  "top_courses": "الدروس الرائجة",
  "sections": "الأقسام",
  "Who We Are": "من نحن",
  "Home Page": "الصفحة الأساسية",
  "The German Academy (GermAc) is considered the first virtual and integrated project of its kind in the Middle East that aims to provide unique medical and training services directly from Germany, whether to people or to medical centers, and virtual reality through a group of the most skilled German doctors and academics who are working as consultants and heads of departments. And professors in the best German universities and hospitals.The GermAc academy also provides distinguished medical and training services through short medical ang training visits in which German doctors and academics go to hospitals and medical centers in the Gulf to provide consultations, perform surgical operations, apply the latest treatment methods to patients, and provide training courses for students, in addition to continuing medical training courses for doctors in the latest findings in medicine and medical technology .": "تعتبر الاكاديميية الالمانية جيرماك  أول مشروع  افتراضي و مدمج  من نوعه في الشرق الأوسط  يهدف لتقديم خدمات طبية وتدريبية  فريدة من نوعها ومن المانيا مباشرة سواء للأشخاص أو للمراكز الطبية و عبر الواقع الافتراضي من خلال  مجموعة من أمهر الأطباء والاكاديميين الألمان القائمين على رأس عملهم كاستشاريين ورؤساء أقسام واساتذة في افضل الجامعات والمشافي الالمانية .كما  تقدم  الاكاديمية الالمانية خدمات طبية وتدريبية مميزة من خلال زيارات طبية و تدريبية قصيرة يقوم فيها الأطباء والاكاديميون الالمان الى المشافي والمراكز الطبية في الخليج لتقديم الاستشارات وإجراء العمليات الجراحية وتطبيق أحدث وسائل  العلاج على المرضى ووتقديم دورات تدريبية للطلاب بالإضافة إلى دورات  التدريب الطبي المستمر للأطباء في أحدث ما توصل إليه الطب والتكنولوجيا الطبية ",
  "Our Vision": "رؤيتنا",
  "This type of strategic partnership, which will be for the first time within the virtual space between the medical centers in the Gulf countries and medical committees and centers in Germany, is considered a pioneering step for us in developing this type of partnership, which will contribute to improving the health situation in the region through the exchange of medical expertise and consultations in a comprehensive manner. Continuously and easily setting diagnostic and treatment protocols for patients and reducing travel burdens and costs, with the aim of redusing the cost of treatment for patients to minimum and limiting it to limited cases and after mutual consultations.": "  يعتبر هذا النوع من  الشراكة الاستراتيجية والذي  سيكون لأول مرة ضمن الفضاء الافتراضي بين المراكز الطبية في دول الخليج ولجان والمراكز الطبية  في المانيا هو خطوة سباقة لنا في تطوير هكذا نوع من الشراكات و التي سوف تسهم في النهوض بالواقع الصحي في المنطقة عبر  تبادل الخبرات والاستشارات الطبية بشكل مستمر وسهل وضع بروتوكولات التشخيص والعلاج للمرضى وتخفيف أعباء وتكاليف السفر بهدف العلاج  للمرضى الى الحد الأدنى واقتصاره على حالات محدودة و بعد تشاورات متبادلة  ",
  "GermAc, the German Academy, is considered the first registered academic   consulting and training center in the Middle East, located in Dubai. It offers unique services directly from Germany and through the most skilled German doctors and academics.": "  تعتبر الاكاديميية الالمانية  جيرماك أول  مركز أكاديمي استشاري وتدريبي مسجل في الشرق الأوسط  في مدينة دبي لتقديم خدمات فريدة من نوعها  من المانيا مباشرة وعبر امهر الاطباء والاكاديميين الألمان ",
  "Our Services Include :": " : خدماتنا تشمل ",
  "First": "أولاً",
  "Providing remote medical consultations directly to patients in Germany through a select group of top doctors located in prestigious German hospitals, using the latest and the latest visual and audio communication technologies that the Center has prepared for this purpose.": " تقديم الاستشارات الطبية عن بعد للمرضى مباشرة من ألمانيا من خلال نخبة مختارة من أفضل الأطباء المتواجدين في المستشفيات الألمانية المرموقة، وباستخدام أحدث تقنيات التواصل المرئي والمسموع التي أعدها المركز لهذا الغرض. ",
  "Second": "ثانياً",
  "Third": "ثالثاً",
  "Fifth": "خامساً",
  "Providing medical consultations to medical centers in order to participate in developing diagnostic and treatment plans for medical conditions present in these centers.": " تقديم الاستشارات الطبية للمراكز الطبية من أجل المشاركة في وضع الخطط التشخيصية والعلاجية للحالات الطبية المتواجدة في هذه المراكز. ",
  "Providing training courses for doctors and medical students on the latest findings in medical science and technology.": " تقديم دورات تدريبية للأطباء وطلاب الطب حول أحدث ما توصل إليه العلم والتكنولوجيا الطبية. ",
  "Continuously providing contracting medical centers in the Gulf region with the latest diagnostic and treatment protocols and modern medical technologies.": " تزويد المراكز الطبية المتعاقدة في منطقة الخليج بشكل مستمر بأحدث بروتوكولات التشخيص، والعلاج، والتقنيات الطبية الحديثة. ",
  "Contact us": "تواصل معنا",
  "About Us": "حول",
  "GermAc Services": "خدمات جيرماك",
  "Online Cosulutions": "استشارات عن بعد",
  "Education": "تعليم",
  "All Courses": "جميع الدورات",
  "New Courses": "الدورات الجديدة ",
  "Medical Tourism": "السياحة العلاجية",
  "Developing medical and educational facilities": "تطوير المرافق الطبية والتعليمية",
  "Artificial Intelligence Department": "قسم الذكاء الاصطناعي ",
  "Human Side": "الجانب الإنساني",
  "Services": "الخدمات",
  "from germany": "من ألمانيا ",
  "in germany": " في ألمانيا",
  "Online courses and training from Germany": " دورات تدريبية و تعليمية عن بعد من ألمانيا ",
  "To keep in touch with each other always, you can know our whereabouts and you can also communicate with us by sending us a message in the following form that includes your name and message .": "لنبقى على تواصل مع بعضنا البعض دائماً، يمكنك معرفة أماكن تواجدنا ويمكنك أيضًا التواصل معنا عن طريق إرسال رسالة لنا في النموذج التالي ، تتضمن اسمك ورسالتك",
  "Medical Fields": "المجالات الطبية",
  "Strategic Plan": "الخطة الاستراتيجية",
  "According to its strategic plan, the Center aims to provide the following services within the Gulf countries:": " كما يهدف المركز وفق خطته الاستراتيجية إلى تقديم الخدمات التالية ضمن دول الخليج  ",
  "Organizing regular short visits to German medical committees to medical cennters and hospital in the Gulf region to provide medical advisory services for difficult and complex cases that require direct communication between the doctor and the patient, in addition to performing surgical operations and applying the latest innovative treatment methods.": "تنظيم  زيارات قصيره  ودورية للجان طبية ألمانية إلى المراكز الطبية والمشافي في الخليج  لتقديم خدمات استشارية طبية للحالات الصعبة والمعقدة التي تحتاج التواصل المباشر بين الطبيب والمريض  بالإضافة إلى إجراء العمليات الجراحية وتطبيق أحدث طرق العلاج المبتكرة ",
  "Organizing short and periodic visits for doctors, academics and technicians from Germany to conduct training courses for doctors and medical students in medical centers, hospitals and universities in the Gulf countries.": " تنظيم زيارات قصيرة ودورية للأطباء والأكاديميين والتقنيين من ألمانيا، لإجراء دورات تدريبية للأطباء وطلبة الطب في المراكز الطبية، والمستشفيات، والجامعات في دول الخليج.  ",
  "Proposing a new strategy for medical tourism for cases that require travel to Germany for the purpose of treatment, and it depends on reducing the financial burdens and stress resulting from travel illness as much as possible after exhausting all treatment attempts and performing surgical operations by German consultants within the medical centers contracted with the German Academy (GermAc) in the Gulf region.": " اقتراح استراتيجية جديدة للسياحة العلاجية للحالات التي تستدعي السفر إلى ألمانيا بغرض العلاج، وتعتمد على تخفيف الأعباء المالية والضغوطات الناتجة عن السفر للمرضى قدر الإمكان، بعد استنفاذ كافة محاولات العلاج وإجراء العمليات الجراحية من قبل استشاريين ألمان ضمن المراكز الطبية المتعاقدة مع الأكاديمية الألمانية جيرماك في منطقة الخليج. ",
  "Non-medical fields": "المجالات غير الطبية ",
  "The German Academy (GermAc) seeks to provide training courses and educational programs in various technical, administrative and media fields by experts and academics from Germany.": " تسعى الأكاديمية الألمانية جيرماك إلى تقديم دورات تدريبية وبرامج تعليمية في مختلف المجالات الفنية، والإدارية، والإعلامية على أيدي خبراء وأكاديميين من ألمانيا. ",
  "The German Academy (GermAc) adopts a new strategy in the field of medical tourism that aims to reduce the financial burdens and effort required for medical travel for patients whenever possible. This strategy is based on the following:":"تعتمد الأكاديمية الألمانية جيرماك استراتيجية جديدة في مجال السياحة العلاجية التي تهدف إلى تخفيف الأعباء المالية والجهد الذي يتطلبه السفر العلاجي للمرضى كلما أمكن ذلك. تعتمد هذه الاستراتيجية على ما يلي:",
  "MEDICAL TOURISM PROGRAM": "برنامج السياحة العلاجية",
  "Book Now": "احجز الآن",
  "Firstly": "أولاً",
  "Communication between the Patient or the medical centers responsible for the patient with consultants and experts in Germany directly through virtual reality or through visits made by doctors to the Gulf region.": "التواصل بين المريض او المركز الطبي المسؤول عن المريض مع الاستشاريين والخبراء في المانيا مباشرة عبر الواقع الافتراضي أو عبر الزيارات التي يقوم بها الأطباء إلى الخليج ",
  "Consultant doctors in Germany review the complete medical reports and may request additional tests if necessary,and After reviewing the reports on the patients condition in detail, the consultant doctors study the procedure of treatment and surgical operations within the medical centers and hospitals contracted with GermAc in the Gulf region during the visits made by medical committees to these centers according to agreed upon dates": "يقوم الأطباء الاستشاريين  في المانيا بالاطلاع على التقارير الطبية كاملة و طلب فحوصات أخرى عند الحاجة ويقوم الأطباء الاستشاريين بعد الاطلاع على  التقارير لحالة المريض بشكل مفصل بدراسة إجراء العلاج والعمليات الجراحية ضمن المراكز الطبية والمشافي المتعاقدة مع الاكاديمية الالمانية في الخليج أثناء الزيارات التي تقوم بها اللجان الطبية لهذه المراكز وفق مواعيد يتم الاتفاق عليها  ",
  "If the patients condition requires traveling to Germany due to the luck of the required equipment or techniques, the consulting physician informs the patients or the medical center of this decision and works to determine the dates of treatment and surgical operations and the schedule for that in Germany.": "في حال كانت حالة المريض تستدعي السفر إلى المانيا لعدم توفر الأجهزة أو التقنيات المطلوبة يقوم الطبيب الاستشاري  بإبلاغ المرضى أو المركز الطبية بهذا القرار و يعمل على  تحديد مواعيد العلاج و العمليات الجراحية والجدول الزمني لذلك في المانيا ",
  "Secondly": "ثانياً",
  "GermAc team sends the medical reports issued by the consultants, which specify the need for medical travel, to the German embassies to issue medical visas when needed. And The German Academy (GermAc) team helps patients and their families in providing other services for accommodation in Germany, such as hotel reservations, providing translators, companions and other services based on the patients needs and requirements.": "يقوم فريق الاكاديمية الالمانية  جيرماك بإرسال التقارير الطبية الصادرة عن الاستشاريين و التي تحدد الحاجة للسفر العلاجي إلى  السفارات الالمانية لاصدار التاشيرات العلاجية عند الحاجة ويساعد فريق الاكاديمية الالمانية جيرماك المرضى وعوائلهم في تقديم الخدمات الأخرى للاقامة في المانيا مثل حجز الفندق وتأمين المترجمين والمرافقين وغير ذلك من الخدمات وفق حاجه ومتطلبات المريض ",
  "Fourthly": "رابعاً",
  "Developing Innovative and Advanced University and Healthcare Facilities": "تطوير جامعات ومنشآت طبية وتعليمية  مبتكرة و متطورة",
  "German Academy of Consulting and Training (GermAc) offers its services in developing innovative and educational and educational universities and educational facilities that meet the highest quality standards and represents a turning point in education and health in the Arab region.": "الاكاديمية الالمانية للاستشارات والتدريب جيرماك تقدم خدماتها في مجال تطوير جامعات ومنشآت طبية وتعليمية  مبتكرة ومتطورة تلبي أعلى معايير الجودة وتمثل نقطة تحول في مجال التعليم والصحة  في المنطقة العربية",
  "The German Academy (GermAc) will be scientific and development supervisor on medical and educational facilities, which provides guarantee German quality standards and manage all operations that will lead to the recognition and accreditation of German credit.":" ستكون الأكاديمية الألمانية جيرماك هي المشرف العلمي والتطويري على المنشآت الطبية والتعليمية، والتي توفر ضمان معايير الجودة الألمانية وإدارة جميع العمليات التي من شأنها أن تؤدي إلى الاعتراف والاعتماد الألماني. ",
  "The German Academy (GermAc) with its consulting unity is the central scientific engine of newly established projects. Our consultants will consult with the owner and other teams in their quest for the construction framework for the project and will implement all the necessary steps to make the project compatible with German and international standards.": " تعتبر الأكاديمية الألمانية جيرماك بوحدتها الاستشارية المحرك التنظيمي العلمي المركزي للمشاريع المنشأة حديثًا، وسيقوم مستشارونا بالتشاور مع المالك والفرق الأخرى في سعيهم لبناء إطار عمل عالي الجودة، وسيقومون بتنفيذ جميع الخطوات اللازمة لجعل المشروع متوافقًا مع المعايير الألمانية والدولية. ",
  "The German Academy (GermAc) will oversee the quality of every step of the project to ensure that the hospital, school and university will eventually agree to German standards and get international accreditation by a German dependence.": " ستشرف الأكاديمية الألمانية جيرماك على جودة كل خطوة من خطوات المشروع، لضمان أن المستشفى والمدرسة والجامعة ستوافق في النهاية على المعايير الألمانية، والحصول على الاعتماد الدولي من قبل وكالة اعتماد ألمانية. ",
  "The German Academy (GermAc) will provide its wide networks in the German university environment, scientific and medical centers and will coordinate with German academic exchange service (DAAD) with a prestigious global reputation. The German Academy (GermAc) will provide consultants and experts with high competencies in medical,administrative and academic fields whenever needed.": "ستقدم الاكاديمية الالمانية جيرماك شبكاتها الواسعة في بيئة الجامعات الألمانية و المراكز العلمية والطبية  و ستقوم  بالتنسيق مع خدمة التبادل الأكاديمي الألمانية  ذات السمعة العالمية المرموقة كما ستوفر الاكاديمية الالمانية جيرماك  الاستشاريين والخبراء ذوي الكفاءات العالية في المجالات الطبية والإدارية والأكاديمية كلما دعت الحاجة",
  "The German Academy will put the first road map of each project and steps to be taken to guide the project in the right direction. Whatever the step they are taken, is aimed at making maximum quality standards according to the projects vision of the project.": ".ستقوم الاكاديمية الالمانية جيرماك  بوضع  خريطة الطريق الأولى لكل مشروع و الخطوات التي يجب اتخاذها لتوجيه المشروع في الاتجاه الصحيح. ومهما كانت الخطوة التي يتم اتخاذها، فهي تهدف إلى تحقيق أقصى معايير الجودة وفقًا لرؤية المالك للمشروع ",
  "The German Academy (GermAc) is working with a group of the best universities, hospitals and German companies and with a selector of senior doctors and consultants Germans specializing in the development and management of educational and health facilities in accordance with the full global German standers in terms of quality, efficiency and quality": "تعمل الاكاديمية الالمانية جيرماك مع مجموعة من أفضل الجامعات والمشافي والشركات الألمانية ومع نخبة من كبار الأطباء والاستشاريين الألمان المتخصصين في مجال تطوير وإدارة المنشآت التعليمية والصحية بما يوافق المعايير الألمانية العالمية الكاملة من حيث الجودة والكفاءة والنوعية",
  "Why Choose our team ?": "لماذا تختار فريقنا؟",
  "GermAc seeks to cooperate with the humanitarian team of the International German Academy of Medicine and Research (IGAMR), which in turn seeks, through a large number of doctors, donors and teams working with it, to provide humanitarian services that include sponsoring orphans, treating patients with medications, and performing surgical operations within a new mechanism that does not include the presence of intermediaries, but rather is provided aid and assistance from the donor to the beneficiaries immediately": "تسعى   جيرماك إلى التعاون مع الفريق الانساني التابع إلى الاكاديمية الالمانية العالمية للطب والابحاث والتي تسعى بدورها عبر عدد كبير من الأطباء والمتبرعين والفرق العاملة معها لى تقديم خدمات انسانية تشمل كفالة الايتام ومعالجة المرضى بالادوية وإجراء العمليات الجراحية ضمن آلية جديدة لا تتضمن وجود وسطاء بل يتم تقديم المساعدات والمعونات من قبل المتبرع إلى المستحقين فورا ",
  "IGAMR facilitates donors access to beneficiaries .": "تقوم الاكاديمية الالمانية العالمية للطب والابحاث  بتسهيل وصول المتبرعين إلى المستحقين ",
  "Presenting cases that need assistance to its donors so that they can be contacted directly .": " عرض الحالات التي تحتاج مساعدة على المتبرعين لديها  ليتم التواصل بينهم مباشرة ",
  "IGAMR does not receive any material amounts .": "لا تقوم الاكاديمية الالمانية العالمية للطب والابحاث باستلام اي مبالغ مادية ",
  "Guarantee mechanism:": "آلية الكفالة : ",
  "Our teams work in afflicted and poor areas and perform their humanitarian duty.The mechanism of action depends on the following :": "  تعمل فرقنا في المناطق المنكوبة والفقيرة وتقوم بأداء واجبها الانساني .  تعتمد آلية العمل على ما يلي",
  "We present reliable cases with documents and documents to sponsors located in Germany and abroad in general.": " نقوم بعرض الحالات الموثوقة مع الوثائق والمستندات على الكفلاء المتواجدين في المانيا والخارج بشكل عام ",
  "If the sponsor chooses to help a specific case, we contact the sponsor and determine his identity if he is not known to us before.": " بحال اختار الكفيل مساعدة حالة معينة، نقوم بالتواصل معه وتحديد هويته إذا لم يكن معروفاً لنا من قبل. ",
  "We connect the donor to the recipient directly under our supervision.": " نقوم بوصل المتبرع بالمستحق مباشرةً تحت إشرافنا. ",
  "The sponsor transfers the aid to the recipient directly and without intermediaries, and communicates with him throughout the period of sponsorship or treatment.": " يقوم الكفيل بتحويل المساعدات إلى المستحق مباشرةً وبدون وسطاء، ويتواصل معه طوال فترة الكفالة أو العلاج. ",
  "Welcome to Our Human Side": "أهلاً بك في الجانب الإنساني لجيرماك ",
  "Fourth": "رابعاً",
  "Course Details:": "تفاصيل الدورة",
  "New Medical Tourism Request": "طلب سياحة علاجية ",
  "Go Live": "البث المباشر",
  "Appointments": "الحجوزات",
  "Ops! No Appointments": "للأسف لا يوجد حجوزات",
  "Chat": "المحادثة",
  "Contact Us": "تواصل معنا",
  "Subject": "الموضوع",
  "Call": "الاتصال",
  "Location": "الكوقع",
  "Your feedback sent successfully": "تم ارسال رسالتك بنجاح",
  "Submit": "تأكيد",
  "Specialization": "الاختصاص",
  "Rating": "التقييم",
  "Courses": "الدورات",
  "Description": "الوصف",
  "Our team of highly skilled and experienced doctors is committed to providing exceptional medical care and personalized attention to every patient, utilizing the latest medical technology and evidence-based practices to ensure the best possible outcomes and quality of life for all those under our care": "يلتزم فريقنا من الأطباء ذوي المهارات العالية والخبرة بتوفير رعاية طبية استثنائية واهتمام شخصي لكل مريض، وذلك باستخدام أحدث التقنيات الطبية والممارسات القائمة على الأدلة لضمان أفضل النتائج الممكنة ونوعية الحياة لجميع من هم تحت رعايتنا.",
  "Doctors": "الأطباء",
  "Section Details": "تفاصيل القسم",
  "Doctors Conclusions": "Doctors Conclusions",
  "Ops! No Courses": "لا يوجد دروس حالياً",
  "Ops! No Section": "لا يوجد اقسام",
  "Show Appointments": "عرض الحجوزات المتاحة",
  "Start Conversation": "أبدأ محادثة الآن",
  "ContactUs": "تواصل معنا",
  "Medical Facilities": "الخدمات الطبية",
  "GermAc": "جيرماك",
  "No Conversation": "لا توجد محادثه",
  "Sections":"الأقسام",
  "Developing Medical and Educational Facilities":"تطوير و دعم المنشآت الطبية و التعليمية",
  "The German Academy of Consulting and Training (GermAc), offers Its services in developing universities and innovative educational facilities that meet the highest quality standards and represents a turning point in education and health in the Arab region.":"تقدم الأكاديمية الألمانية للاستشارات والتدريب جيرماك خدماتها في تطوير الجامعات والمرافق التعليمية المبتكرة، التي تلبي أعلى معايير الجودة، وتمثل نقطة تحول في التعليم والصحة في المنطقة العربية.",
  "We aim at the German Academy of Consulting and Training to contribute to the formation of the future of education and health in the region by supervising the establishment of educational and medical facilities under construction, new or list that can interact with all technological and educational developments and be a center for innovation quality and modernity in education and health. These enterprises follow strict German quality guidance and will provide high-quality German standards in collaboration with universities, scientific and prestigious German medical centers.":" نهدف في الأكاديمية الألمانية للاستشارات والتدريب إلى المساهمة في تشكيل مستقبل التعليم والصحة في المنطقة، من خلال الإشراف على إنشاء مرافق تعليمية وطبية قيد الإنشاء أو جديدة أو قائمة، يمكنها التفاعل مع كافة التطورات التكنولوجية والتعليمية، و أن نكون مركزاً للجودة والابتكار والحداثة في التعليم والصحة. تتبع هذه المنشآت إرشادات الجودة الألمانية الصارمة، وستوفر معايير ألمانية عالية الجودة بالتعاون مع الجامعات والمراكز العلمية والطبية الألمانية المرموقة.",
  "Chats":"المحادثات",
  "Developing Medical and Educational Facilities ":" تطوير ودعم المنشآت الطبية والتعليمية ",
  " Online courses and training from Germany ":"دورات تدريبية وتعليمية عن بعد من ألمانيا",
  "Why Choose Our Team ?":"لماذا تختار فريقنا؟",
  "GermAc seeks to cooperate with the humanitarian team of the International German Academy of Medicine and Research (IGAMR), which in turn seeks, through a large number of doctors, donors and teams working with it, to provide humanitarian services that include sponsoring orphans, treating patients with medications, and performing surgical operations within a new mechanism that does not include the presence of intermediaries, but rather provide aid and assistance from the donor to the beneficiaries immediately.":"تسعى جيرماك إلى التعاون مع الفريق الإنساني التابع للأكاديمية الألمانية الدولية للطب والأبحاث (IGAMR) والتي تسعى بدورها من خلال عدد كبير من الأطباء، والمتبرعين، والفرق العاملة معها إلى تقديم خدمات إنسانية تشمل كفالة الأيتام، وعلاج المرضى بالأدوية، وإجراء العمليات الجراحية ضمن آلية جديدة لا تتضمن وجود وسطاء، بل يتم تقديم العون والمساعدة من المتبرع إلى المستفيدين بشكل فوري.",
  "First:":"أولاً:",
  "IGAMR facilitates donors access to beneficiaries.":"تقوم IGAMR بتسهيل وصول المتبرعين إلى المستحقين.",
  "Second:":"ثانياً:",
  "Presenting cases that need assistance to its donors so that they can be contacted directly.":"عرض الحالات التي تحتاج إلى المساعدة على الجهات المانحة، ليتم التواصل معهم بشكل مباشر.",
  "Third:":"ثالثاً:",
  "IGAMR does not receive any money.":"لا تقوم IGAMR باستلام أي مبلغ مالي.",
  "Guarantee Mechanism:":"آلية الكفالة:",
  "Our teams work in afflicted and poor areas, performing their humanitarian duty, and the work mechanism depends on the following:":"تعمل فرقنا في المناطق المنكوبة والفقيرة، وتقوم بأداء واجبها الإنساني، كما تعتمد آلية العمل على ما يلي:",
  "Collecting data on orphans and patients and ensuring their status through visits by our team to eligible cases where they are located and photocopying documents that prove the actual need of those eligible for assistance.":"جمع البيانات عن الأيتام والمرضى، والتأكد من حالتهم، من خلال زيارات فريقنا للحالات المستحقة حيث يتواجدون، وتصوير المستندات والوثائق التي تثبت الحاجة الفعلية للمستحقين للمساعدة.",
  "We present reliable cases with documents to sponsors located in Germany and abroad in general.":"نقوم بعرض الحالات الموثوقة مع الوثائق والمستندات على الكفلاء المتواجدين في ألمانيا والخارج بشكل عام.",
  "Internal Medicine and Gastroenterology": "الطب الباطني وأمراض جهاز الهضم",
  "Cardiology": "أمراض القلب",
  "Pulmonology": "أمراض الرئة",
  "Urology, Andrology and Pediatric Urology": "جراحة المسالك البولية و أمراض الذكورة و جراحة المسالك البولية للأطفال",
  "Neurology, Neurosurgery and Spine Surgery": "طب الأعصاب وجراحة الأعصاب والعمود الفقري",
  "Otorhinolaryngology and Skull Base Surgery": "جراحة الأنف والأذن والحنجرة وقاعدة الجمجمة",
  "Gynecology, Urogynecology and Oncology": "الأمراض والجراحة النسائية والأورام النسائية",
  "Pediatrics and Neonatology": "طب الأطفال وحديثي الولادة",
  "Rheumatology and Immune Diseases": "الروماتيزم والأمراض المناعية",
  "Hematology and Oncology": "أمراض الدم والأورام",
  "Dermatology and Venereology": "الأمراض الجلدية والتناسلية",
  "Emergency Medicine": "طب الطوارئ",
  "Nephrology": "أمراض الكلى والضغط",
  "Endocrinology, Diabetes and Metabolic Disorders": "أمراض الغدد الصماء والسكري والاضطرابات الأيضية",
  "Reproductive Endocrinology and Infertility": "أمراض الغدد الصماء الإنجابية والعقم",
  "General, Visceral and Oncologic Surgery": "الجراحة العامة والجراحة الحشوية وجراحة والأورام",
  "Orthopaedics, Spine Surgery and Sports Medicine": "جراحة العظام وجراحة العمود الفقري والطب الرياضي",
  "Plastic, Aesthetic, Reconstructive and Bariatric Surgery": "الجراحة التجميلية والترميمية وجراحة السمنة",
  "Arthroscopy-Shoulder, Elbow, Hip, Hand, Knee, Foot and Ancle Surgery-Joint Replacement-Microsurgery": "تنظير المفاصل-جراحة الكتف والكوع والورك واليد والركبة والقدم والكاحل-استبدال المفاصل-الجراحة المجهرية",
  "Vascular Surgery": "جراحة الأوعية الدموية",
  "Thoracic Surgery": "جراحة الصدر",
  "Cardiac Surgery": "جراحة القلب",
  "Breast Diseases and Breast Surgery": "أمراض وجراحة الثدي",
  "Pediatric Surgery": "جراحة الأطفال",
  "Pediatric Orthopedics Surgery": "جراحة العظام للأطفال",
  "Pediatric Hematology and Oncology": "أمراض الدم والأورام لدى الأطفال",
  "Phlebology": "طب الأوردة",
  "Psychology and Psychotherapy": "الطب النفسي والعلاج السلوكي",
  "Radiology and Radiation Therapy for Cancer": "الأشعة والأشعة التداخلية والعلاج الإشعاعي للسرطان",
  "Anesthesiology": "التخدير",
  "Ophthalmology": "طب العيون",
  "Dentistry": "طب وجراحة الأسنان",
  "Neurorehabilitation": "إعادة التأهيل العصبي",
  "Non-Surgical Cosmetics Medicine": "طب التجميل غير الجراحي",
  "Infectious Diseases and Travel Medicine": "الأمراض المعدية وطب السفر",
  "Clinical Nutrition, Dietetics and Lifestyle": "التغذية السريرية والحمية ونمط الحياة",
  "we offer you medical consultations online, and you must now select the specialty for this medical consultation by clicking on the consultation and follow up":"نقدم لك استشارات طبية عبر الإنترنت، وعليك الآن اختيار التخصص الذي ترغب في الاستشارة الطبية به عن طريق النقر على الاستشارة والمتابعة.",
  "about us":"من نحن",
  "Pediatric Cardiology and Pediatric Cardiac Surgery":"أمراض وجراحة القلب لدى الأطفال",
  "Pediatric Orthopedics":"جراحة العظام للأطفال",
  "Sixth":"سادساً",
  "Communication between the patient or the medical centers responsible for the patient with consultants and experts in Germany directly through virtual reality or through visits made by doctors to the Gulf region.":"التواصل بين المريض أو المراكز الطبية المسؤولة عن المريض، مع الاستشاريين والخبراء في ألمانيا مباشرة عبر الواقع الافتراضي أو من خلال زيارات الأطباء لمنطقة الخليج.",
  "Consultant doctors in Germany review the complete medical reports and may request additional tests if necessary.":"يقوم الأطباء الاستشاريون في ألمانيا بمراجعة التقارير الطبية الكاملة وطلب فحوصات أخرى إذا لزم الأمر.",
  "After reviewing the reports on the patient's condition in detail, the consultant doctors study the procedure of treatment and surgical operations within the medical centers and hospitals contracted with GermAc in the Gulf region during the visits made by medical committees to these centers according to the agreed upon dates.":"بعد الاطلاع على التقارير الخاصة بحالة المريض بشكل تفصيلي، يقوم الأطباء الاستشاريون بدراسة إجراءات العلاج والعمليات الجراحية ضمن المراكز الطبية والمستشفيات المتعاقدة مع الأكاديمية الألمانية جيرماك في منطقة الخليج من خلال زيارات اللجان الطبية لهذه المراكز حسب المواعيد المتفق عليها.",
  "If the patient's condition requires traveling to Germany due to the luck of the required equipment or techniques, the consulting physician informs the patients or the medical center of this decision and works to determine the dates of treatment, surgical operations and the schedule for that in Germany.":"إذا كانت حالة المريض تتطلب السفر إلى ألمانيا لعدم توفر الأجهزة أو التقنيات المطلوبة، يقوم الطبيب الاستشاري بإبلاغ المرضى أو المركز الطبي بهذا القرار، ويعمل على تحديد مواعيد العلاج والعمليات الجراحية والجدول الزمني لذلك في ألمانيا.",
  "GermAc team sends the medical reports issued by the consultants, which specify the need for medical travel, to the German embassies to issue medical visas when needed.":"يقوم فريق الأكاديمية الألمانية جيرماك بإرسال التقارير الطبية الصادرة عن الاستشاريين، التي تحدد الحاجة للسفر الطبي إلى السفارات الألمانية، لإصدار التأشيرات الطبية عند الحاجة.",
  "The German Academy (GermAc) team helps patients and their families in providing other services for accommodation in Germany, such as hotel reservations, providing translators, companions and other services based on the patient's needs and requirements.":"يقوم فريق الأكاديمية الألمانية جيرماك بمساعدة المرضى وأسرهم في تقديم خدمات أخرى للإقامة في ألمانيا، مثل حجز الفنادق، وتوفير المترجمين والمرافقين، وغيرها من الخدمات بناء على احتياجات المريض ومتطلباته.",
  "See Details":"عرض التفاصيل",
  "GermAc, the German Academy, is considered the first registered academic consulting and training center in the Middle East, located in Dubai. It offers unique services directly from Germany and through the most skilled German doctors and academics. Our services include:":"تعتبر الأكاديمية الألمانية جيرماك أول مركز استشارات وتدريب أكاديمي مسجل في الشرق الأوسط ومقرها دبي، وتقدم خدمات فريدة من نوعها مباشرة من ألمانيا من خلال أمهر الأطباء والأكاديميين الألمان، وتشمل:",
  "According to its strategic plan, the center aims to provide the following services within the Gulf countries:":"يهدف المركز وفق خطته الاستراتيجية إلى تقديم الخدمات التالية داخل دول الخليج:",
  "Organizing regular short visits to German medical committees to medical centers and hospital in the Gulf region to provide medical advisory services for difficult and complex cases that require direct communication between the doctor and the patient, in addition to performing surgical operations and applying the latest innovative treatment methods.":" تنظيم زيارات قصيرة ودورية للّجان الطبية الألمانية إلى المراكز الطبية والمستشفيات في منطقة الخليج لتقديم الخدمات الاستشارية الطبية للحالات الصعبة والمعقدة، التي تتطلب التواصل المباشر بين الطبيب والمريض، بالإضافة إلى إجراء العمليات الجراحية وتطبيق أحدث طرق العلاج المبتكرة. ",
  "Non-Medical Fields":"المجالات غير الطبية",
  "Tap to see courses in this section":"اضغط لرؤية تفاصيل الدورة",
  "Dr Name":"اسم الطبيب",
  "Experiences":"الخبرات",
  "Current Workplace":"مكان العمل الحالي",
  "The German Academy (GermAc) will provide its wide networks in the German university environment, scientific and medical centers and will coordinate with German academic exchange service (DAAD) with a prestigious global reputation. The Academy will also provide consultants and experts with high competencies in medical, administrative and academic fields whenever needed.":"ستوفر الأكاديمية الألمانية جيرماك شبكاتها الواسعة في البيئة الجامعية الألمانية، والمراكز العلمية والطبية، وستقوم بالتنسيق مع خدمة التبادل الأكاديمي الألمانية (DAAD) ذات السمعة العالمية المرموقة، كما ستقوم الأكاديمية بتوفير استشاريين وخبراء ذوي كفاءات عالية في المجالات الطبية، والإدارية، والأكاديمية كلما دعت الحاجة.",
  "The German Academy will put the first road map of each project and steps to be taken to guide the project in the right direction. Whatever the step they are taken, is aimed at making maximum quality standards according to the project's vision of the project.":"ستقوم الأكاديمية الألمانية جيرماك بوضع خريطة الطريق الأولى لكل مشروع، والخطوات الواجب اتخاذها لتوجيه المشروع في الاتجاه الصحيح، ومهما كانت الخطوة التي يتم اتخاذها، فهي تهدف إلى تحقيق أقصى معايير الجودة وفقًا لرؤية المالك للمشروع.",
  "The German Academy (GermAc) is working with a group of the best universities, hospitals and German companies and with a selector of senior doctors and consultants Germans specializing in the development and management of educational and health facilities in accordance with the full global German standers in terms of efficiency and quality.":"تعمل الأكاديمية الألمانية جيرماك مع مجموعة من أفضل الجامعات والمستشفيات والشركات الألمانية، ومع نخبة من كبار الأطباء والاستشاريين الألمان، المتخصصين في تطوير وإدارة المرافق التعليمية والصحية، وفقًا للمعايير الألمانية العالمية الكاملة من حيث الجودة والكفاءة والنوعية.",
  "Online Consultation from Germany":" استشارات طبية عن بعد من ألمانيا",
  "New here? ":"جديد هنا؟",
  "Register":"إنشاء حساب",
  "Enter the price":"أدخل السعر",
  "Top Courses":"أفضل الدورات",
  "Course Details":"تفاصيل الدورة",
  "Check details":"عرض التفاصيل",
  "Enter your name":"أدخل اسمك",
  "Enter your phone number":"أدخل رقم الهاتف",
  "Enter your country":"أدخل اسم بلدك",
  "Enter your destination":"أدخل وجهتك",
  "Enter your specialities":"أدخل الاختصاص",
  "Enter your message":"أدخل الرسالة",
  "phone":"الهاتف",
  "Your Country":"البلد",
  "Your Destination":"الوجهة",
  "Your Specialities":"الاختصاص",
  "Message":"الرسالة",
  "My Profile":"ملفي الشخصي",
  "Name":"الاسم",
  "Email":"البريد الالكتروني",
  "Password":"كلمة المرور",
  "Your appoitments":"مواعيدك",
  "View chat list":"عرض قائمة المحادثات",
  "Free appoitment":"موعد متفرغ",
  "Date":"التاريخ",
  "Price":"السعر",
  "Delete":"حذف",
  "Something went error":"حدث خطأ ما",
  "Logged out":"تم تسجيل الخروج بنجاح",
  "Providing training courses in the fields of artificial intelligence and its medical applications, presented by the most important experts in this field in Germany.":"تقديم دورات تدريبية في مجالات الذكاء الاصطناعي وتطبيقاته الطبية التي يقدمها أهم الخبراء في هذا المجال في ألمانيا.",
  "The center also aims to provide the following services within the Gulf countries:":"كما يهدف المركز إلى تقديم الخدمات التالية داخل دول الخليج:",
  "Collecting data on orphans and patients and ensuring their status through visits by our team to eligible cases where they are located and photocopying documents that prove the actual need of those who deserve eligible for assistance.":"جمع البيانات عن الأيتام والمرضى، والتأكد من حالتهم، من خلال زيارات فريقنا للحالات المستحقة حيث يتواجدون، وتصوير المستندات والوثائق التي تثبت الحاجة الفعلية للمستحقين للمساعدة.",
  "The German Academy (GermAc) is working with a group of the best universities, hospitals and German companies and with a selection of senior German doctors and consultants Germans specialized in the development and management of educational and health facilities in accordance with the full global German standers in terms of efficiency and quality.":"تعمل الأكاديمية الألمانية جيرماك مع مجموعة من أفضل الجامعات والمستشفيات والشركات الألمانية، ومع نخبة من كبار الأطباء والاستشاريين الألمان، المتخصصين في تطوير وإدارة المرافق التعليمية والصحية، وفقًا للمعايير الألمانية العالمية الكاملة من حيث الجودة والكفاءة والنوعية.",
  "If the patient's condition requires traveling to Germany due to the lack of the required equipment or techniques, the consulting physician informs the patients or the medical center about this decision and works to determine the dates of treatment, surgical operations and the schedule for that in Germany.":"إذا كانت حالة المريض تتطلب السفر إلى ألمانيا لعدم توفر الأجهزة أو التقنيات المطلوبة، يقوم الطبيب الاستشاري بإبلاغ المرضى أو المركز الطبي بهذا القرار، ويعمل على تحديد مواعيد العلاج والعمليات الجراحية والجدول الزمني لذلك في ألمانيا.",
  "The German Academy (GermAc) adopts a new strategy in the field of medical tourism that aims to reduce the financial burdens and efforts required for medical travel for patients whenever possible. This strategy is based on the following:":"تعتمد الأكاديمية الألمانية جيرماك استراتيجية جديدة في مجال السياحة العلاجية التي تهدف إلى تخفيف الأعباء المالية والجهد الذي يتطلبه السفر العلاجي للمرضى كلما أمكن ذلك. تعتمد هذه الاستراتيجية على ما يلي:",
  "Proposing a new strategy for medical tourism for cases that require travelling to Germany for the purpose of treatment, and it depends on reducing the financial burdens and stress resulting from travelling of patients as much as possible after exhausting all treatment attempts and performing surgical operations by German consultants within the medical centers contracted with the German Academy (GermAc) in the Gulf region.":"اقتراح استراتيجية جديدة للسياحة العلاجية للحالات التي تستدعي السفر إلى ألمانيا بغرض العلاج، وتعتمد على تخفيف الأعباء المالية والضغوطات الناتجة عن السفر للمرضى قدر الإمكان، بعد استنفاذ كافة محاولات العلاج وإجراء العمليات الجراحية من قبل استشاريين ألمان، ضمن المراكز الطبية المتعاقدة مع الأكاديمية الألمانية جيرماك في منطقة الخليج.",
  "Providing remote medical consultations directly to patients from Germany through a select group of top doctors located in prestigious German hospitals, using the latest visual and audio communication technologies that the Center has prepared for this purpose.":"تقديم الاستشارات الطبية عن بعد للمرضى مباشرة من ألمانيا من خلال نخبة من خيرة الأطباء المتواجدين في المستشفيات الألمانية المرموقة، وباستخدام أحدث تقنيات التواصل المرئي والمسموع التي أعدها المركز لهذا الغرض.",
  "Whatever step is taken, it aims to achieve maximum quality standards according to the owner's vision for the project.":"ستقوم الأكاديمية الألمانية جيرماك بوضع خريطة الطريق الأولى لكل مشروع، والخطوات الواجب اتخاذها لتوجيه المشروع في الاتجاه الصحيح، ومهما كانت الخطوة التي يتم اتخاذها، فهي تهدف إلى تحقيق أقصى معايير الجودة وفقًا لرؤية المالك للمشروع.",
  "Present cases that need assistance to its donors so that they can be contacted directly.":"عرض الحالات التي تحتاج إلى المساعدة على الجهات المانحة، ليتم التواصل معهم بشكل مباشر.",
  "forgot_password": "نسيت كلمة المرور؟",
  "send_reset_link": "إرسال رابط إعادة التعيين",
  "enter_your_email": "يرجى إدخال بريدك الإلكتروني لاستلام تعليمات إعادة التعيين",
  "reset_token": "رمز إعادة التعيين",
  "confirm_new_password": "تأكيد كلمة المرور الجديدة",
  "password_reset_success": "تمت إعادة تعيين كلمة المرور بنجاح!",
  "check_email_for_reset_link_or_token": "تحقق من بريدك الإلكتروني للحصول على رابط أو رمز إعادة التعيين."
}